{
  "skill.name": "Sewing",
  "skill.perk1": "+{{speedIncrease}}% processing speed for textile machines",
  "skill.perk2": "+{{tailorCount}} sellable clothing sewable per day",
  "skill.perk.level2": "You can now sew trendy, sellable clothing with Emily's sewing machine.",
  "skill.perk.level3": "You can now find silkworms in the forest.",
  "skill.perk.level6": "You can now embroider clothing with colorful thread.",
  "skill.perk.level8": "You can now decorate embroidered clothing with gemstones.",
  "skill.perk.level9": "You can now dye cloth and yarn using the legendary dyes.",
  "message.noMoreTailoring": "Whew, that's the last piece for today! I can still decorate clothing though, or make non-boutique wearables.",
  "message.noTailoring": "You don't have enough creative energy left for tailoring clothing.",
  "profession.name.0": "Weaver",
  "profession.description.0": "Looms and Yarn Spinners have a 25% chance to produce extra output.",
  "profession.name.1": "Tailor",
  "profession.description.1": "Tailored boutique clothing can have quality. Higher sewing level increases chance for higher quality.",
  "profession.name.2": "Dyer",
  "profession.description.2": "Dyed cloth and yarn worth 20% more. 50% chance to not use up the dye after dyeing.",
  "profession.name.3": "Sericulturist",
  "profession.description.3": "Silkworm Racks produce 1 day faster. 30% chance for a Silkworm Rack to not consume Mulberry Leaves after producing.",
  "profession.name.4": "Couturier",
  "profession.description.4": "Shipping unique, varied combinations of boutique clothing increases sell price of every item for up to a week.",
  "profession.name.5": "Outfitter",
  // The "ignores gift limit" thing will only work in 1.6.16
  "profession.description.5": "Jeweled clothing grants one friendship heart when gifted and ignores the weekly gift limit.",
  "profession.description.5.pre1616": "Jeweled clothing grants one friendship heart when gifted.",
  "power.couturier.name": "Couturier Price Bonus",
  "power.couturier.description": "Global sell price bonus from at least one farmer having Couturier: +{{multiplier}}%",

  "command.openCouturierChest": "Open Couturier Shipped Item Chest (for debugging only)",
}
