{
  // Items
  "ChickenFeed.name": "Poultry Feed",
  "ChickenFeed.description": "Milled seeds and corn used as food for chickens and other coop animals.",
  "PremiumPoultryFeedMix.name": "Premium Poultry Feed Mix",
  "PremiumPoultryFeedMix.description": "A delicious mix of corn, grain, and other nutritious ingredients. Mill this mixture to make large amounts of poultry feed!",
  "PremiumLivestockFodderMix.name": "Premium Livestock Fodder Mix",
  "PremiumLivestockFodderMix.description": "Cut grass, legumes and other fodder mixed into a balanced package. Dry this mixture in a Dehydrator to make large amounts of hay for your livestock!",
  "HandMill.name": "Marnie's Old Hand Mill",
  "HandMill.description": "Can be used to mill produce. Worn after the years, but still very much functional.",
  // Letters
  "MarnieCoopHint": "Dear @,^^Congratulations on your new coop! You're on your way to raising some wonderful chickens and collect their eggs - just come over and I can sell you some baby chicks to get started!^^Chickens (and most coop animals) are very self-sufficient, and if you let them outside they can dig for worms and seeds all by themselves. They do prefer foraging in tall grass though, so you should plant some around your coop if you can. If they have to stay inside, you can make poultry feed by milling corn and mixed seeds - or you can buy them from me if you have money to spare.^^Oh, and last but not least, make sure to pet them every day! Animals need love too, not just food.^   -Marnie[#]Marnie's Coop Tips",
  "MarnieBarnHint": "Dear @,^^I heard you have built a barn on your farm - if you need some livestock, I can sell you baby cows to get you started!^^Taking care of cows and livestock is not as hard as it sounds - make sure to pet them (this is important!) and feed them every day either with fresh grass, or hay if they don't feel like going outside. You can buy hay from me, or scythe down some grass to collect hay yourself if you have a silo. Once your cows are of age, you can milk them with a Milk Pail for their oh-so-delicious milk. That's all, and good luck!^   -Marnie[#]Marnie's Barn Tips",
  "MarnieFreeMill.title": "Marnie's Old Mill",
  "MarnieFreeMill": "Dear @,^^You have been raising chickens on your farm for a while now, and you're probably thinking of making your own poultry feed, huh? You'll need to commission Robin to build a mill on your farm, but if you don't have the materials yet, you can use this old hand mill of mine to get started. It's not as good as the real deal, but it should be fine for processing small volumes of items.^   -Marnie",
  "MarnieQuestCompleteLetter.title": "Marnie's Secret Recipes",
  "MarnieQuestCompleteLetter": "Dear @,^^Once again, thank you so much for indulging this old lady's request. My dear animals are a little happier these days, and for that I'm ever grateful.^^As thanks, I've attached to this letter my family recipes that I use to make my own hay and feed; they do take a bit of extra effort and farm produce, but they are so much more filling than scythed grass or milled corn.^   -Marnie",
  "QiAnimalCrackerRecipe": "Quite the rancher you've become, kid. I'm selling my recipe for a certain item you may find useful - expect to have to work for it though.^   -Qi",
  // Quests
  "MarnieFiberSpecialOrder.name": "Marnie Needs Fiber",
  "MarnieFiberSpecialOrder.text": "My animals are warm and cozy inside these chilly days, but they're dearly missing some outdoor grass. I'd appreciate it if anyone can gather some fresh fiber for them - 150 pieces should do it.",
  "MarnieFiberSpecialOrder.obj": "Collect 150 Fiber",
  "MarnieFiberSpecialOrder.obj2": "Deposit the Fiber into Marnie's fridge",
  // Buildings
  "FeedSilo.name": "Feed Silo",
  "FeedSilo.description": "Convert a silo to store mainly poultry feed instead of hay. Warning: Not reversible.",
  // Config
  "config.DirtForagers.name": "Most Coop Animals are Foragers",
  "config.DirtForagers.description": "Whether to make most coop animals (including chickens, ducks and dinos) able to forage on dirt and not eat grass when outside. True by default - if set to false they will still eat grass when outside.",
  "config.AllDirtForagers.name": "All Coop Animals are Foragers",
  "config.AllDirtForagers.description": "Some coop animals - including rabbits and some modded animals like Trent's Silkmoth - still eat grass when outside. Set to true to make them also dirt foragers. Only applies if 1st settings is also true.",
  "config.SiloResize.name": "Resize Silos",
  "config.SiloResize.description": "Whether to modify silos' hay capacity. True by default; set to false if you want to keep the hay capacity 240 like vanilla (or if you're using another silo resize mod).",
  "config.FeedSilo.name": "Enable Poultry Feed Silos",
  "config.FeedSilo.description": "When enabled, regular silos will only store hay like vanilla (and 10 feed), but Robin can convert a silo to a special feed silo that stores feed (and 10 hay) instead. False by default. Recommend increasing capacity of both feed types to 240 or more if true.",
  "config.CornucopiaExtendedRecipe.name": "Cornucopia Extended Feed Recipe",
  "config.CornucopiaExtendedRecipe.description": "If true and Cornucopia More Crops' full extended crop pack is enabled, modify the premium feed recipes to use additional crops from Cornucopia, but yielding double the items in return. False by default.",
  "config.HayCapacity.name": "Hay Capacity",
  "config.HayCapacity.description": "Only applies if \"Resize Silos\" is true. If Poultry Feed Silos are enabled, this will only be used as the hay capacity of regular silos. Recommended settings: 120 if using the default mixed silos, 240 if poultry feed silos are enabled.",
  "config.FeedCapacity.name": "Feed Capacity",
  "config.FeedCapacity.description": "If Poultry Feed Silos are disabled, this is the feed capacity of regular mixed silos; otherwise this is used as the feed capacity of poultry feed silos. Recommended settings: 120 if using the default mixed silos, 240 if poultry feed silos are enabled.",
  "config.FeedStyle.name": "Feed Style",
  "config.FeedStyle.description": "Change the color of poultry feed.",
  "config.ScytheGivesFeed.name": "Scything Grass Gives Feed",
  "config.ScytheGivesFeed.description": "Whether scything grass can have a small chance to give chicken feed.",
}
