{
  // Category names
  "FreshVegetables": "Vegetable Farm",
  "FreshVegetables.description": "Ship fresh vegetables (including coffee beans)",
  "FreshFruits": "Fruit Orchard",
  "FreshFruits.description": "Ship fresh fruits and Sweet Gem Berries",
  "FreshFlowers": "Flower Garden",
  "FreshFlowers.description": "Ship fresh flowers and honey",
  "FreshForage": "Forage Fields",
  "FreshForage.description": "Ship fresh forage (including mushrooms, syrups and truffles)",
  "FreshCropsWinter": "Greenhouse Farm",
  "FreshCropsWinter.description": "Ship fresh crops (fruits, veggies and flowers)",
  "FreshMilk": "Dairy Farm",
  "FreshMilk.description": "Ship fresh milk",
  "FreshEggs": "Egg Ranch",
  "FreshEggs.description": "Ship fresh eggs",
  "AnimalProduce": "Butchery",
  "AnimalProduce.description": "Ship other animal produce (wool, duck feathers, cloth, meat, etc.)",
  "FreshFish": "Fishery",
  "FreshFish.description": "Ship fresh fish, roe, aged roe, and other water produce (Nautilus Shell, Coral, etc.)",
  "ArtisanGoods": "Artisan House",
  "ArtisanGoods.description": "Ship artisan goods (excluding honey, aged roe and cloth)",
  "Cooking": "Fine Diners",
  "Cooking.description": "Ship cooked food",
  "Jewellers": "Jewellers",
  "Jewellers.description": "Ship metals, gemstones and minerals",
  "Money": "Bountiful Farm",
  "Money.description": "Ship 1M Gold",
  // Mail
  "CompetitionStarted_spring": "Greetings, @.^We would like to inform you that {{FarmName}} Farm has been entered into the competition for the Stardew Valley Tribune's Farm of the Season - Spring Edition!^ Spring is a time of change and growth, and many farms across the country will be coming out of hibernation to prepare for another productive year ahead of them. The customers will be hungry for fresh produce after the Winter too, so it's a good time to start making lots of money selling fresh foodstuff.^Good luck, farmer!^   -SVT",
  "CompetitionStarted_summer": "Greetings, @.^We would like to inform you that {{FarmName}} Farm has been entered into the competition for the Stardew Valley Tribune's Farm of the Season - Summer Edition!^ There are many fun things to do in Summer, and not just for the children - new crops to grow, new fish to catch, new items to forage; Summer brings with it a host of new opportunities. The thunderstorms may dampen the fun a bit, but they can also be a boon if the right equipments are used.^Good luck, farmer!^   -SVT",
  "CompetitionStarted_fall":   "Greetings, @.^We would like to inform you that {{FarmName}} Farm has been entered into the competition for the Stardew Valley Tribune's Farm of the Season - Fall Edition!^The chill of Fall is in the air, and farms will usually spend much of this time preparing for Winter. At the same time however, experienced farmers can strike it big with some of the most valuable crops found only in Fall; they do take a bit of time to grow though, so make sure you grow them early.^Good luck, farmer!^   -SVT",
  "CompetitionStarted_winter": "Greetings, @.^We would like to inform you that {{FarmName}} Farm has been entered into the competition for the Stardew Valley Tribune's Farm of the Season - Winter Edition!^ Winter is finally here, and unfortunately that does mean crops growing will have to come to a pause. That doesn't mean you can't be productive however; ranching, fishing, and mining can all act as a farm's primary income source; plus, if you have been stockpiling crops now is a perfect time to process them into artisan goods.^Good luck, farmer!^   -SVT",
  "CompetitionStarted.title": "SVT - Farm of the Season",
  "NoMedal": "Greetings, @.^We are sorry to inform you that {{FarmName}} Farm will not be featured in the Stardew Valley Tribune's Farm of the Season.^   -SVT",
  "NoMedal.title": "No Medal",
  "BronzeMedal": "Greetings, @.^We would like to inform you that {{FarmName}} Farm has won the Bronze Medal in the Stardew Valley Tribune's Farm of the Season Competition! Your prizes are enclosed inside.^   -SVT",
  "BronzeMedal.title": "Bronze Medal",
  "SilverMedal": "Greetings, @.^We would like to inform you that {{FarmName}} Farm has won the Silver Medal in the Stardew Valley Tribune's Farm of the Season Competition! Your prizes are enclosed inside.^   -SVT",
  "SilverMedal.title": "Silver Medal",
  "GoldMedal": "Greetings, @.^We would like to inform you that {{FarmName}} Farm has won the Gold Medal in the Stardew Valley Tribune's Farm of the Season Competition! Your prizes are enclosed inside.^   -SVT",
  "GoldMedal.title": "Gold Medal",
  "IridiumMedal": "Greetings, @.^We would like to inform you that {{FarmName}} Farm has won the Iridium Medal in the Stardew Valley Tribune's Farm of the Season Competition! Many farms across Ferngill participated in this month's competition, but your farm raised above all and proved itself to be the best and most productive in all of the Republic! Please accept the prizes enclosed inside.^   -SVT",
  "IridiumMedal.title": "Iridium Medal",
  "JojaDash": "Hello, @.^As an official sponsor of Farm of the Season, we would like to congratulate you for your recent placement in the competition, and more importantly, letting you know that you are eligible for a free month of JojaFresh(tm) Daily Meal Kit! Simply redeem the voucher that came as part of your rewards, and for the next month you'll be able to make a phone call to JojaFresh(tm) and order one free meal per day!^Notice: By redeeming the voucher you agree to waive your rights to sue Joja Corporation for any injuries sustained during, before, and after a JojaFresh(tm) delivered meal. Service currently only available via phone to monthly subscribers.^   -Joja",
  "JojaDash.title": "JojaFresh(tm)",
  "JojaDashFree": "Hello, @.^As thanks for helping Joja Corporation rebuild Pelican Town, I'd like to inform you that you are now eligible for lifetime JojaFresh(tm) Daily Meal Kit! Please enjoy our fresh, prepared daily and completely organic meals courtesy of Joja Corporation.^ PS. Feel free to toss any monthly vouchers you find into the trash.^   -Morris, Joja Representative",
  "JojaDashFree.title": "Free JojaFresh(tm)",
  // Objects
  "SwagBag.name": "Iridium Swag Bag",
  "SwagBag.description": "Use in your inventory to immediately receive an assortment of useful items, including items that provide free progress towards Perfection.",
  "JojaDashVoucher.name": "JojaFresh(tm) Monthly Subscription Voucher",
  "JojaDashVoucher.description": "Use in your inventory to gain a subscription to JojaFresh(tm) Daily Meal Kit that lasts until the end of the month.",
  //"JojaDashTerminal.name": "JojaDash(tm) Terminal",
  //"JojaDashTerminal.description": "Use to order free food from JojaDash(tm). Usable once per day, and only with an active Daily Delivery subscription.",
  // Misc
  "PrideOfFerngill": "Pride of the Valley",
  // Dialogue
  "Morris.firstTime": "Welcome to JojaFresh(tm) - Joja's premier meal kit delivery service!#$b#Please pick a meal of your choice, and our delivery agents will bring it to you fresh within ten minutes - or your money back!",
  "Morris.notActive": "Welcome to JojaFresh(tm) - Joja's premier meal kit delivery service!#$b#Unfortunately, this service is only available to Diamond-tier Joja Members; however, we have partnered with the Stardew Valley Tribune to give away free monthly trials to farmers who have achieved a Silver Medal or higher in the Farm of the Season competition. Have a nice day!",
  "Morris.used": "Welcome to JojaFresh(tm) - Joja's premier meal kit delivery service!#$b#My apologies, but you can only order from JojaFresh(tm) once per day. Please wait until tomorrow for your fresh meal courtesy of Joja!",
  "Morris.firstTimeAfterCc": "Welcome to JojaFresh(tm) - Joja's premier meal kit delivery service... oh, you sound familiar. The farmer from Pelican Town, wasn't it? Sigh...$3#$b#Anyway, please pick a meal of your choice, and our delivery agents will bring it to you fresh and hot within ten minutes - or your money back.$3",
}
