{
  // Credits to https://github.com/CaranudLapin
  // Category names
  "FreshVegetables": "Ferme maraîchère",
  "FreshVegetables.description": "Expédier des légumes frais (y compris des grains de café)",
  "FreshFruits": "Verger fruitier",
  "FreshFruits.description": "Expédiez des fruits frais et des baies sucrées",
  "FreshFlowers": "Jardin fleuri",
  "FreshFlowers.description": "Expédiez des fleurs fraîches et du miel",
  "FreshForage": "Champs fourragers",
  "FreshForage.description": "Expédier du fourrage frais (y compris des champignons, des sirops et des truffes)",
  "FreshCropsWinter": "Ferme à effet de serre",
  "FreshCropsWinter.description": "Expédier des récoltes fraîches (fruits, légumes et fleurs)",
  "FreshMilk": "Ferme laitière",
  "FreshMilk.description": "Expédier du lait frais",
  "FreshEggs": "Ranch aux œufs",
  "FreshEggs.description": "Expédier des œufs frais",
  "AnimalProduce": "Boucherie",
  "AnimalProduce.description": "Expédier d'autres produits animaux (laine, plumes de canard, tissu, viande, etc.)",
  "FreshFish": "Pêcherie",
  "FreshFish.description": "Expédiez du poisson frais, des œufs, des œufs vieillis et d'autres produits aquatiques (Coquillage, Corail, etc.)",
  "ArtisanGoods": "Maison des artisans",
  "ArtisanGoods.description": "Expédier des produits artisanaux (à l'exclusion du miel, des œufs vieillis et du tissu)",
  "Cooking": "Gastronomie",
  "Cooking.description": "Expédier de la nourriture préparée",
  "Jewellers": "Bijoutiers",
  "Jewellers.description": "Expédier des métaux, des pierres précieuses et des minéraux",
  "Money": "Ferme généreuse",
  "Money.description": "Expédier 1 million d'or",
  // Mail
  "CompetitionStarted_spring": "Salutations, @.^Nous tenons à vous informer que votre ferme {{FarmName}} a été inscrite au concours pour la meilleur ferme de la saison de la Tribune de la Vallée des roses - édition du printemps !^Le printemps est une période de changement et de croissance, et de nombreuses fermes à travers le pays sortiront de leur hibernation pour se préparer à une autre année productive qui les attend. Les clients auront également faim de produits frais après l'hiver, c'est donc le bon moment pour commencer à gagner beaucoup d'argent en vendant des produits frais.^Bonne chance, agriculteur !^   -TVR",
  "CompetitionStarted_summer": "Salutations, @.^Nous tenons à vous informer que votre ferme {{FarmName}} a été inscrite au concours pour la meilleur ferme de la saison de la Tribune de la Vallée des roses - édition d'été !^Il y a beaucoup de choses amusantes à faire en été, et pas seulement pour les enfants -de nouvelles cultures à cultiver, de nouveaux poissons à attraper, de nouveaux objets à fourrager ; L'été apporte son lot de nouvelles opportunités. Les orages peuvent gâcher un peu le plaisir, mais ils peuvent aussi être une aubaine si les bons équipements sont utilisés.^Bonne chance, agriculteur !^   -TVR",
  "CompetitionStarted_fall":   "Salutations, @.^Nous tenons à vous informer que votre ferme {{FarmName}} a été inscrite au concours pour la meilleur ferme de la saison de la Tribune de la Vallée des roses - édition d'automne !^Le froid de l’automne est dans l’air et les fermes passent généralement une grande partie de ce temps à préparer l’hiver. Cependant, dans le même temps, les agriculteurs expérimentés peuvent réussir avec certaines des récoltes les plus précieuses que l'on trouve uniquement à l'automne ; Cependant, ils prennent un peu de temps à pousser, alors assurez-vous de les cultiver tôt.^Bonne chance, agriculteur !^   -TVR",
  "CompetitionStarted_winter": "Salutations, @.^Nous tenons à vous informer que votre ferme {{FarmName}} a été inscrite au concours pour la meilleur ferme de la saison de la Tribune de la Vallée des roses - édition hiver !^L’hiver est enfin là, et malheureusement cela signifie que les cultures devront s’arrêter. Cela ne signifie pas pour autant que vous ne pouvez pas être productif ; l'élevage, la pêche et l'exploitation minière peuvent tous constituer la principale source de revenus d'une ferme ; De plus, si vous avez stocké des récoltes, c’est le moment idéal pour les transformer en produits artisanaux.^Bonne chance, agriculteur !^   -TVR",
  "CompetitionStarted.title": "SVT - Ferme de la saison",
  "NoMedal": "Salutations, @.^Nous sommes désolés de vous informer que votre ferme {{FarmName}} ne figurera pas dans le classement de notre saison de la Tribune de la Vallée des roses^   -VOR",
  "NoMedal.title": "Pas de médaille",
  "BronzeMedal": "Salutations, @.^Nous tenons à vous informer que votre ferme {{FarmName}} a remporté la médaille de bronze au concours pour la meilleur ferme de la saison de la Tribune de la Vallée des roses ! Vos prix sont joints à l’intérieur.^   -TVR",
  "BronzeMedal.title": "Médaille de bronze",
  "SilverMedal": "Salutations, @.^Nous tenons à vous informer que votre ferme {{FarmName}} a remporté la médaille d’argent au concours pour la meilleur ferme de la saison de la Tribune de la Vallée des roses ! Vos prix sont enfermés à l’intérieur.^   -TVR",
  "SilverMedal.title": "Médaille d'argent",
  "GoldMedal": "Salutations, @.^Nous tenons à vous informer que votre ferme {{FarmName}} a remporté la médaille d’or au concours pour la meilleur ferme de la saison de la Tribune de la Vallée des roses ! Vos prix sont enfermés à l’intérieur.^   -TVR",
  "GoldMedal.title": "Médaille d'or",
  "IridiumMedal": "Salutations, @.^Nous tenons à vous informer que votre ferme {{FarmName}} a remporté la médaille d’iridium au concours pour la meilleur ferme de la saison de la Tribune de la Vallée des roses ! De nombreuses fermes de Ferngill ont participé au concours de ce mois-ci, mais votre ferme les a toutes surpassées et s'est révélée être la meilleure et la plus productive de toute la République ! Veuillez accepter les prix ci-joints.^   -TVR",
  "IridiumMedal.title": "Médaille d’iridium",
  "JojaDash": "Bonjour, @.^En tant que sponsor officiel de la meilleure ferme de la saison, nous aimerions vous féliciter pour votre récent placement dans le concours et, plus important encore, vous informer que vous êtes éligible à un mois gratuit de kit de repas quotidien JojaFresh(tm) ! Échangez simplement le bon fourni avec vos récompenses et, pendant le mois prochain, vous pourrez appeler JojaFresh(tm) et commander un repas gratuit par jour !^Remarque : En échangeant le bon, vous acceptez de renoncer à vos droits de poursuivre Joja Corporation pour toute blessure subie pendant, avant et après un repas livré par JojaFresh(tm). Service actuellement disponible uniquement par téléphone pour les abonnés mensuels.^   -Joja",
  "JojaDash.title": "JojaFresh(TM)",
  "JojaDashFree": "Bonjour, @.^En guise de remerciement pour avoir aidé Joja Corporation à reconstruire Pélican Ville, j'aimerais vous informer que vous êtes désormais éligible au kit de repas quotidien JojaFresh(tm) à vie ! Veuillez profiter de nos repas frais, préparés quotidiennement et entièrement biologiques, gracieuseté de Joja Corporation.^PS. N'hésitez pas à jeter tous les bons mensuels que vous trouvez à la poubelle.^   -Morris, représentant Joja",
  "JojaDashFree.title": "JojaFresh(tm) gratuit",
  // Objects
  "SwagBag.name": "Sac cadeau d’iridium",
  "SwagBag.description": "Utilisez-le dans votre inventaire pour recevoir immédiatement un assortiment d'objets utiles, y compris des objets qui permettent de progresser gratuitement vers la perfection.",
  "JojaDashVoucher.name": "Bon d'abonnement mensuel JojaFresh(tm)",
  "JojaDashVoucher.description": "Utilisez-le dans votre inventaire pour obtenir un abonnement au kit de repas quotidien JojaFresh(tm) qui dure jusqu'à la fin du mois.",
  "FreshBook.name": "Restez au frais ! Un guide du fermier sur les soins de la peau",
  "FreshBook.description": "Augmente considérablement le prix de vente des articles frais.",
  //"JojaDashTerminal.name": "JojaDash(tm) Terminal",
  //"JojaDashTerminal.description": "Use to order free food from JojaDash(tm). Usable once per day, and only with an active Daily Delivery subscription.",
  // Misc
  "PrideOfFerngill": "Fierté de la vallée",
  // Dialogue
  "Morris.firstTime": "Bienvenue chez JojaFresh(tm) - Le premier service de livraison de kits repas de Joja !#$b#Veuillez choisir un repas de votre choix et nos livreurs vous l'apporteront frais dans les dix minutes. Livraison garantie ou votre commande est remboursée !",
  "Morris.notActive": "Bienvenue chez JojaFresh(tm) - Le premier service de livraison de kits repas de Joja !#$b#Malheureusement, ce service est uniquement disponible que pour les membres Joja de niveau diamant ; cependant, nous nous sommes associés à la Tribune de la Vallée des roses pour offrir des essais mensuels gratuits aux agriculteurs qui ont obtenu une médaille d'argent ou plus dans le cadre du concours Ferme de la saison. Passez une bonne journée!",
  "Morris.used": "Bienvenue chez JojaFresh(tm) -Le premier service de livraison de kits repas de Joja !#$b#Mes excuses, mais vous ne pouvez commander chez JojaFresh(tm) qu'une fois par jour. S'il vous plaît, attendez jusqu'à demain pour votre repas frais offert par Joja !",
  "Morris.firstTimeAfterCc": "Bienvenue chez JojaFresh(tm) -Le premier service de livraison de kits repas de Joja... oh, vous semblez familier. Le fermier de Pelican Ville, n'est-ce pas ? Soupir...$3#$b#Quoi qu'il en soit, veuillez choisir un repas de votre choix, et nos livreurs vous l'apporteront frais et chaud dans les dix minutes. Livraison garantie ou votre commande est remboursée !$3",
}
